Repository: Abdalrahim/Sayyar
Catalog: Sayyar/Build File/*.lproj/Localizable.strings
Languages: ar

source: Notifications
ar: الاشعارات

source: Payment Method
ar: طريقة الدفع

source: Help
ar: المساعدة

source: Contact Us
ar: تواصل معنا

source: Settings
ar: الاعدادات

source: Join Us
ar: انضم لفريقنا

source: Trip Log
ar: سجل الرحلات

source: Syyar
ar: سيار

source: Select Destination
ar: حدد وجهتك

source: Select From
ar: حدد نقطة الإلتقاء

source: Order Summary
ar: ملخص الطلب

# home.canvas
source: Canvas
ar: لوحة الرسم

source: Add Pin
ar: تأكيد الوجهة

source: Where to go?
ar: أين تود الذهاب؟

# from.destination
source: Pickup Point
ar: نقطة التقاء

# to.destination
source: Destination
ar: الوجهة

# how.was.trip?
source: How was your trip
ar: كيف كانت رحلتك مع

# rate.me
source: Write a comment...
ar: ...اكتب تعليق للسائق

source: Accept Offer
ar: قبول العرض

# offers.page
source: Partner Offers
ar: عروض السائقين

source: Choose payment method
ar: طريقة الدفع المختارة

source: Add payment method
ar: اضف طريقة دفع أخرى

source: Add Location
ar: موقع جديد

source: Send
ar: ارسال

source: SR
ar: ر.س

source: Timer
ar: وقت العرض

source: Save
ar: حفظ

# field.req
source: Field required
ar: هذا الحقل مطلوب

source: Add Detail
ar: تفاصيل الموقع

source: Save Location
ar: حفظ الموقع

source: Place Name
ar: اسم الموقع

source: Type
ar: تصنيف

source: Sign In
ar: تسجيل دخول

source: Resend
ar: إعادة إرسال

# create.account
source: Create an Account
ar: إنشاء حساب

# goto.signin
source: Go to Sign In Page
ar: الإنتقال إلى صفحة تسجيل الدخول

source: I Accept
ar: أوافق على

source: Privacy Policy
ar: سياسة الخصوصية

# tos
source: Terms Of Service
ar: جميع الشروط والأحكام

# used.phone
source: Phone number already used
ar: رقم الجوال المدخل تم استخدامه سابقًا

# phone.format
source: Wrong phone number format
ar: الرجاء إدخال رقم جوال صحيح

# email.format
source: Wrong email format
ar: الرجاء إدخال بريد إلكتروني صحيح

# insert.code
source: Insert the code that is sent to
ar: قم بإدخال الرمز الذي تم ارساله إلى الرقم

source: Account Info
ar: البيانات الشخصية

# fav.place
source: Favourite Places
ar: الأماكن المفضلة

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Phone Number
ar: رقم الجوال، مثال (0501234567)

# nofav
source: You have no favourite places
ar: لا توجد لديك أماكن مفضلة

source: Email
ar: البريد الإلكتروني

source: Logout
ar: تسجيل الخروج

# report.title
source: Title
ar: عنوان البلاغ

# report.num
source: Report #
ar: رقم

# report.date
source: Date
ar: تاريخ

# report.type
source: Type
ar: نوع

# report.stat
source: Status
ar: حالة

source: Reports
ar: البلاغات

# general.support
source: Genereal Support
ar: موضوعات عامة

# forgot
source: I forgot Stuff in the car
ar: نسيت غرض في السيارة

source: Pricing
ar: كيفية حساب أسعار سيار

source: Cancel Fees
ar: رسوم الإلغاء

source: Follow
ar: متابعة

source: Reports
ar: البلاغات

# selet.trip
source: Select Trip
ar: اختر الرحلة

source: Support
ar: الدعم

# support.title
source: Forgot Something in the car
ar: نسيت غرض في السيارة

# support.subtitle
source: If you forget an item in the partner’s car during your trip, share with us information about the thing you lost so that we can reach the partner soon and better serve you.
ar: اذا نسيت غرضًا ما في سيارة الشريك أثناء رحلتك ، شاركنا بمعلومات عن الغرض والرحلة لنتمكن من الوصول للشريك في أقرب وقت وخدمتك بشكل أفضل

# info.lostobject
source: Information about the lost object
ar: معلومات وتفاصيل عن الغرض

# date.lostobject
source: Date when you lost the object
ar: تاريخ الرحلة التي نسيت بها الغرض

# order.ontheway
source: Driver is on the way
ar: السائق في طريقه إليك

# send.order
source: Send an order or inquiry
ar: ارسال طلب أو استفسار

# contact.title
source: Subject
ar: الموضوع

# contact.reason
source: Reason for contacting?
ar: ما سبب كتابتك للرسالة؟

# tech.issue
source: Technical Issue
ar: مشكلة فنية

# money.issue
source: Monetary Issue
ar: مشكلة مالية

# driver
source: A Driver
ar: السائق

# faq.q
source: FAQ and General
ar: اسئلة عامة

# provide.info
source: Please provide a detailed description.
ar: رجاءًا قدم وصفًا مفصلًا قدر الإمكان حول سبب كتابتك إلينا.
